Revit 2027 API
DocumentDifference Properties
The DocumentDifference type exposes the following members.
Properties
Name | Description
AreDeletedElementIdsAvailable |  Whether or the deleted elements were retrieved.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
DocumentDifference Class
Autodesk.Revit.DB Namespace